<template>
    <section class="info">
        <h2>Самый длинный блокнот в мире</h2>
        <p>Что нам известно о блокнотах?</p>
        <p>А что - о самом длинном в мире блокноте?</p>
        <p>Кто-то воскликнет: "Длина блокнота - туфта, главное уметь им пользоваться!"</p>
        <p>Мы попросим охрану вывести крикуна из зала.</p>
        <p>И затем покажем его... Самое загадочное существо во вселенной. Его ждали миллионы. Боялись его пришествия.
            Умнейшие люди строили догадки, а дети шептались по углам.</p>
        <p>Мы покажем его.</p>
        <p>Самый. Длинный. Блокнот. В мире.</p>
        <p>Он может быть маленьким - если сам того пожелает. Но может и растягиваться.</p>
        <p>Он может не работать - потому что устал. Но может и работать.</p>
        <p>Он может оказаться никому не нужным. Но лишь потому, что время его не пришло.</p>
        <p>Возможно, человечество ещё не готово к...</p>
        <p>САМОМУ. ДЛИННОМУ. БЛОКНОТУ. В МИРЕ.</p>


    </section>
</template>

<script>
    export default {
        name: "Info"
    }
</script>

<style lang="less">
    .info {
        h2 {
            border-bottom: 1px solid gray;
        }
    }
</style>